[
  "obsidian-tasks-plugin",
  "calendar",
  "templater-obsidian",
  "text-snippets-obsidian",
  "obsidian-admonition",
  "quickadd",
  "dataview",
  "heatmap-calendar",
  "buttons",
  "cmdr",
  "obsidian-contextual-typography",
  "obsidian-advanced-uri",
  "bibnotes",
  "easy-typing-obsidian",
  "obsidian-textgenerator-plugin",
  "obsidian-style-settings",
  "mousewheel-image-zoom",
  "recent-files-obsidian",
  "table-editor-obsidian",
  "obsidian-day-planner",
  "vscode-editor",
  "codeblock-customizer"
]