[
  "obsidian-tasks-plugin",
  "obsidian-citation-plugin",
  "obsidian-annotator",
  "calendar",
  "templater-obsidian",
  "text-snippets-obsidian",
  "obsidian-admonition",
  "quickadd",
  "dataview",
  "obsidian-hide-sidebars-when-narrow",
  "heatmap-calendar",
  "buttons",
  "obsidian-snippet-downloader",
  "cmdr",
  "obsidian-contextual-typography",
  "obsidian-echarts",
  "obsidian-advanced-uri",
  "obsidian42-brat",
  "bibnotes",
  "easy-typing-obsidian",
  "obsidian-textgenerator-plugin",
  "obsidian-auto-link-title",
  "obsidian-image-toolkit",
  "obsidian-style-settings",
  "mousewheel-image-zoom",
  "obsidian-local-rest-api",
  "recent-files-obsidian",
  "table-editor-obsidian",
  "obsidian-export-image",
  "obsidian-git",
  "obsidian-day-planner",
  "vscode-editor"
]